Repository: ivanpg94/cementeris_retrocesiones
Catalog: translations/*.po
Languages: ca

source: - Select an option -
ca: - Selecciona una opció -

source: Grave code
ca: Codi sepulcral

source: Cemetery
ca: Cementiri

source: Enclosure
ca: Tancament

source: Department
ca: Departament

source: Way / Block / Zone
ca: Via / Bloc / Zona

source: Grouping
ca: Agrupació

source: Type of Grave
ca: Tipus de tomba

source: Class
ca: Classe

source: Number
ca: Número

source: Floor
ca: Pis

source: First name of the owner or co-owner
ca: Nom del propietari o copropietari

source: First surname of the owner or co-owner
ca: Cognom del propietari o copropietari

source: Second surname of the owner or co-owner
ca: Segon cognom del propietari o copropietari

source: Contact phone number
ca: Telèfon de contacte

source: Email address
ca: Adreça de correu electrònic

source: I have read and accept the CBSA data protection policy.
ca: He llegit i accepto la política de protecció de dades de la CBSA.

source: I consent to receive notifications via the provided email or phone.
ca: Accepto rebre notificacions per correu electrònic o per telèfon proporcionat.

source: Confirm
ca: Confirmeu

source: The NIF/DNI entered is not valid.
ca: El NIF/DNI introduït no és vàlid.

source: The email address is not valid.
ca: L'adreça de correu electrònic no és vàlida.

source: Floor must be an integer.
ca: El sòl ha de ser un nombre enter.

source: Number must be a numeric value.
ca: El número ha de ser un valor numèric.

source: Class must contain exactly one letter.
ca: La classe ha de contenir exactament una lletra.

source: Request sent
ca: Sol·licitud enviada

source: Start date
ca: Data d'inici

source: End date
ca: Data de finalització

source: The end date must be after the start date.
ca: La data de finalització ha de ser posterior a la data d'inici.

source: The date range has been saved.
ca: L'interval de dates s'ha desat.
